Repository: wpmudev/bp-hide-widgets
Catalog: languages/bp_hide_widgets-*.po
Languages: el

source: Hide Widgets
el: Απόκρυψη μικροεφαρμογών

source: Recent Networkwide Posts
el: Πρόσφατα άρθρα από το δίκτυο

source: Groups
el: Ομάδες

source: Members
el: Mέλη

source: Who's Online Avatars
el: Avatars Ποιος είναι συνδεδεμένος

source: Recently Active Member Avatars
el: Avatars πρόσφατα ενεργών μέλων

source: Friends
el: Φίλοι

source: Login
el: Σύνδεση

source: Sitewide Notices
el: Ειδοποιήσεις για όλους

source: Choose which BuddyPress widgets should only be available to the main site.
el: Ορίστε ποιες μικροεφαρμογές του Buddypress θα είναι διαθέσιμες μόνο στον κεντρικό ιστότοπο.

source: Main
el: Μόνο στον κεντρικό

source: All
el: Σε όλους

source: Settings
el: Ρυθμίσεις

source: BuddyPress Hide Widgets
el: Απόκρυψη μικροεφαρμογών του Buddypress

source: Adds the ability to choose which Buddypress widgets should only be available to the main site.
el: Σας επιτρέπει να ορίσετε ποιες μικροεφαρμογές του Buddypress θα είναι διαθέσιμες μόνο στον κεντρικό ιστότοπο.
